{
  "WORDS_EN": [
    {
      "id": "1",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Optical Fiber",
      "location": "Europe",
      "salary": "Up-to €10.000 / Month",
      "company": "GlobalHire Clients",
      "description": "Are you experienced in fiber optic installations, whether in the ground or overhead? Join our growing international team working on FttH and FttX rollouts across Europe. We’re hiring full crews: from heavy equipment operators and splicers to home installation techs.",
      "responsibilities": [
        "Operate excavation machinery (mini diggers, trenchers, vacuum trucks)",
        "Manual trenching and reinstatement of roads, pavements, and sidewalks",
        "Fiber blowing, pulling, and splicing using OTDR and fusion splicers",
        "Marking and navigating underground infrastructure (gas, water, power lines)",
        "Mounting fiber optic cables on poles and façade routes",
        "Installing distribution boxes and terminals (DPs, ONTs)",
        "Pulling and routing fiber cables through building entry points",
        "Performing final home and business installations (FttH termination)",
        "Troubleshooting, signal testing, and activation"
      ],
      "requirements": [
        "Experience in FttH or FttX (underground or overhead)",
        "Certification in fiber optics is a plus",
        "Safety knowledge around utility zones and roadworks",
        "Driving license (B or C/CE preferred)",
        "Basic English or local language for on-site coordination"
      ],
      "perks": [
        "Long-term freelance contracts with competitive pay",
        "Housing and transport assistance",
        "Deployment to projects in France, the Netherlands, Germany, and beyond",
        "Weekly payouts and quick onboarding"
      ]
    },
    {
      "id": "2",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Seasonal Contract",
      "title": "Agricultural Worker – Seasonal Farm",
      "location": "Europe",
      "salary": "€1400 / Month + Accommodation Provided",
      "company": "GlobalHire Clients",
      "description": "Do you enjoy working with nature and don’t mind getting your hands dirty? GlobalHire is recruiting seasonal agricultural workers across Europe to support farms and greenhouses during peak harvest periods. Whether you’re experienced or just eager to work, we have flexible positions available in fruit & vegetable picking, greenhouse maintenance, and packaging.",
      "responsibilities": [
        "Can work long hours on your feet or in crouched positions",
        "Are comfortable working in open-air conditions or greenhouse heat",
        "Can follow instructions and work as part of a team",
        "Are available for short-term (4–12 weeks) or longer placements",
        "Have experience with farm work, packing lines, or plant care (a plus, not required)"
      ],
      "requirements": [
        "Physical fitness and endurance for manual labor",
        "Ability to work early mornings, weekends, and overtime during harvest peaks",
        "Willingness to relocate seasonally within Europe",
        "Valid work permit or EU residence preferred (assistance possible for select candidates)",
        "Basic communication skills in English or local language"
      ],
      "perks": [
        "Paid seasonal contracts with guaranteed working hours",
        "Free or subsidized accommodation near the farm/greenhouse",
        "Weekly pay structure with optional overtime bonuses",
        "Support with documents, orientation, and transport",
        "Opportunity to return annually for recurring contracts"
      ]
    },
    {
      "id": "3",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Network Engineer",
      "location": "Europe",
      "salary": "Up-to €10.000 / Month",
      "company": "GlobalHire Clients",
      "description": "Join a growing international team deploying next-generation fiber optic infrastructure across Europe. As a Fiber Optic Network Engineer, you will take ownership of the design, documentation, and technical planning of fiber networks for residential, commercial, and industrial areas. Your role will focus on translating high-level project needs into workable, scalable network designs that guide field teams toward successful implementation.",
      "responsibilities": [
        "Design and document fiber optic network architecture (FTTH, FTTB, FTTC)",
        "Prepare and review network layouts, splice diagrams, and route schematics.",
        "Coordinate site surveys and assess technical feasibility",
        "Collaborate with project managers, civil teams, and field supervisors",
        "Update and revise designs throughout build phases",
        "Ensure technical compliance with customer and regulatory standards"
      ],
      "requirements": [
        "Minimum 3 years of experience in fiber network design or telecom engineering",
        "Proficiency in AutoCAD, QGIS, Visio, or similar design tools",
        "Knowledge of network topologies including GPON and active Ethernet",
        "Ability to produce and interpret technical documentation",
        "Excellent communication in English (written and spoken)",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with international rollout or multi-region projects",
        "Familiarity with GIS tools or fiber design platforms",
        "Certifications such as FOA CFND, FTTH Council Europe, or equivalent"
      ],
      "perks": [
        "Monthly salary based on experience and qualifications",
        "Long-term projects with stable work volume",
        "Accommodation and transport provided for cross-border workers",
        "Insurance, relocation support, and onboarding included",
        "Work with Tier-1 telecom operators across Europe",
        "Tools, PPE, and technical onboarding fully arranged"
      ],
      "process": [
        "1st Round: Technical screening by GlobalHire engineering team",
        "2nd Round: Interview with client-side technical coordinator",
        "Optional: Portfolio or sample design review"
      ]
    },
    {
      "id": "4",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Underground Fiber Technician",
      "location": "Europe",
      "salary": "Fixed monthly salary based on skill and experience",
      "company": "GlobalHire Clients",
      "description": "As part of our expanding European operations, GlobalHire is hiring skilled Underground Fiber Technicians to support the physical installation of fiber optic networks across various terrains. You will work on the ground level of telecom infrastructure deployment, executing trenching, ducting, and cable installation work for fiber rollout projects in residential and commercial zones. This is a hands-on, field-based role suitable for candidates with civil or utility installation experience.",
      "responsibilities": [
        "Perform excavation, trenching, and backfilling for underground cable routes",
        "Install ducts, microducts, and fiber optic cables according to design specifications",
        "Operate basic civil machinery (e.g. mini-excavators, trenchers) where certified",
        "Pull, blow, or lay fiber cables into pre-installed ducts",
        "Assist splicing teams by preparing cables for handover",
        "Follow site safety standards and ensure worksite cleanliness",
        "Document daily progress and report to site supervisor"
      ],
      "requirements": [
        "Previous experience in civil, construction, or utility installation work",
        "Familiarity with trenching, ducting, or cable pulling techniques",
        "Basic knowledge of fiber optic infrastructure is a strong advantage",
        "Physical fitness and willingness to work outdoors in various conditions",
        "Ability to follow instructions and read basic site plans",
        "Basic English or local language for team coordination",
        "Valid EU driving license (B)"
      ],
      "nice_to_have": [
        "Experience with fiber optic projects or telecom construction sites",
        "Mini-excavator or machinery operation certification",
        "VCA / SCC or equivalent safety training",
        "Experience working in multinational teams"
      ],
      "perks": [
        "Fixed monthly salary based on skill and experience",
        "Long-term contracts with consistent workload",
        "Accommodation, transport, and PPE provided for international hires",
        "Paid training and onboarding where needed",
        "Career progression opportunities within large-scale infrastructure projects",
        "Support with documentation, relocation, and registration in host country"
      ],
      "process": [
        "1st Round: Interview with GlobalHire civil deployment team",
        "2nd Round: Interview with local project site coordinator",
        "Optional: Practical skills test or reference check"
      ]
    },
    {
      "id": "5",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Splicing Technician",
      "location": "Europe",
      "salary": "Competitive monthly salary based on skill and certifications",
      "company": "GlobalHire Clients",
      "description": "We are looking for experienced Fiber Optic Splicing Technicians to join our telecom rollout teams across Europe. In this technical role, you will be responsible for connecting, testing, and certifying fiber optic cables using fusion splicing techniques. You will ensure high-performance network continuity by executing precise work according to strict quality standards and project timelines.",
      "responsibilities": [
        "Perform fiber splicing using fusion splicing equipment (Fujikura, Sumitomo, etc.)",
        "Install and manage splice closures, patch panels, and distribution boxes",
        "Conduct signal and continuity tests using OTDR, power meters, and VFL",
        "Read and interpret fiber documentation such as splice plans and schematics",
        "Label, trace, and document all splice and test points",
        "Troubleshoot faults and perform corrective splicing when needed",
        "Ensure cleanliness, precision, and quality control on all terminations",
        "Work closely with installation and design teams during network activation"
      ],
      "requirements": [
        "Minimum 2 years of hands-on experience in fiber splicing",
        "Proficient in using OTDR, LSPM, and fusion splicing tools",
        "Ability to read fiber plans and update as-built documentation",
        "Strong focus on precision, quality, and clean cable management",
        "Fluent in English or ability to communicate clearly with team",
        "Valid EU driver’s license (B)",
        "Willingness to travel or stay on location as required"
      ],
      "nice_to_have": [
        "FOA CFOT, ETA certification, or similar",
        "Experience working on FTTH or backbone projects",
        "Familiarity with various splice tray and closure types",
        "Previous experience in cross-border telecom work"
      ],
      "perks": [
        "Competitive monthly salary based on skill and certifications",
        "Long-term contracts and stable work environments",
        "Accommodation, tools, and company vehicle (for mobile teams)",
        "Paid travel expenses and per diem allowance",
        "Opportunities to advance into QA or supervisory roles",
        "Support with relocation and onboarding for international hires"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordinator",
        "2nd Round: Client-side test or technical validation",
        "Optional: Submission of sample splice report or certification"
      ]
    },
    {
      "id": "6",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Site Supervisor",
      "location": "Europe",
      "salary": "Competitive monthly salary based on seniority and experience",
      "company": "GlobalHire Clients",
      "description": "We are seeking experienced Fiber Site Supervisors to oversee day-to-day activities on fiber optic deployment projects across Europe. In this role, you will manage teams of technicians, coordinate on-site tasks, and ensure safe, timely, and high-quality delivery of network infrastructure. You will act as the key link between field operations and project management, ensuring work is performed according to plan, standard, and schedule.",
      "responsibilities": [
        "Supervise on-site fiber installation, civil works, and splicing activities",
        "Coordinate work schedules, teams, and equipment on daily basis",
        "Perform quality checks and site inspections during all stages of the build",
        "Resolve field-level issues and escalate technical concerns when needed",
        "Monitor adherence to health and safety guidelines (toolbox talks, PPE, etc.)",
        "Maintain daily logs, material usage, and progress reports",
        "Liaise with clients, subcontractors, and engineering teams",
        "Ensure handover documentation and as-built updates are properly completed"
      ],
      "requirements": [
        "Minimum 3 years of experience in telecom or civil site supervision",
        "Proven leadership experience managing fiber or utility teams",
        "Strong understanding of FTTH/FTTX deployments and workflows",
        "Ability to read network diagrams, fiber maps, and work permits",
        "Strong problem-solving and people management skills",
        "Basic digital reporting and email communication skills",
        "Fluent in English; other European languages are a plus",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "VCA / SCC or equivalent site safety certification",
        "Experience working in international or multicultural teams",
        "Familiarity with quality control and field inspection tools",
        "Background in either splicing or civil engineering is an advantage"
      ],
      "perks": [
        "Competitive monthly salary based on seniority and experience",
        "Long-term or project-based contracts available",
        "Accommodation, transport, and company phone provided",
        "Daily allowance or overtime pay depending on project setup",
        "Onboarding support, safety training, and leadership development",
        "Opportunities for advancement to regional or multi-site coordination roles"
      ],
      "process": [
        "1st Round: Screening by GlobalHire field operations team",
        "2nd Round: Client-side technical and leadership interview",
        "Optional: Reference check and safety documentation review"
      ]
    },
    {
      "id": "7",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Work Planner (Civil Work Preparator)",
      "location": "Europe",
      "salary": "Competitive monthly salary based on experience",
      "company": "GlobalHire Clients",
      "description": "We are recruiting Fiber Work Planners to support the preparation and coordination of civil works for fiber optic deployment projects across Europe. In this role, you will be responsible for translating high-level project scopes into executable field instructions. Your focus will be on aligning engineering designs, permits, and local requirements into well-prepared construction packages for teams on the ground.",
      "responsibilities": [
        "Translate network designs into field-ready work packages",
        "Analyze site conditions, survey results, and permit requirements",
        "Coordinate with local authorities, utility companies, and subcontractors",
        "Plan trench routes, duct placements, and point-of-entry logistics",
        "Ensure buildability of routes and identify conflicts in advance",
        "Prepare detailed documentation for technicians, including maps, materials, and timelines",
        "Monitor the permit status and ensure legal compliance of construction work",
        "Adjust planning dynamically based on project delays or field feedback"
      ],
      "requirements": [
        "Minimum 2 years of experience in telecom, utility, or civil project planning",
        "Familiarity with fiber deployment processes (FTTH, backbone, FTTB)",
        "Ability to read and interpret technical designs, CAD/GIS maps, and permit drawings",
        "Strong communication and coordination skills with internal and external stakeholders",
        "Fluent in English (spoken and written)",
        "Good digital skills (Excel, project planning tools, documentation)",
        "EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience working with permit authorities and municipal systems",
        "Basic understanding of fiber design and field constraints",
        "Experience with Dutch, Belgian, or German fiber rollout standards",
        "VCA / SCC safety certification is a plus"
      ],
      "perks": [
        "Competitive monthly salary based on experience",
        "Stable long-term projects with growth opportunities",
        "Hybrid work options depending on project phase",
        "Housing and relocation support available if needed",
        "Full onboarding, training, and coordination with engineering teams",
        "Work in an international environment with clear responsibilities"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordination team",
        "2nd Round: Interview with client-side planning or construction lead",
        "Optional: Case study or planning assignment"
      ]
    },
    {
      "id": "8",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Project Manager",
      "location": "Europe",
      "salary": "Attractive monthly salary based on seniority",
      "company": "GlobalHire Clients",
      "description": "GlobalHire is looking for experienced Project Managers to lead fiber optic rollout projects across Europe. In this role, you are responsible for the full project lifecycle — from planning and stakeholder coordination to execution, risk management, and delivery. You will lead cross-functional teams, manage budgets, and ensure delivery meets quality and time expectations set by telecom clients.",
      "responsibilities": [
        "Manage fiber optic deployment projects (FTTH, backbone, or business networks)",
        "Develop and maintain project plans, resource schedules, and reporting structures",
        "Coordinate with engineering, field operations, permitting, and subcontractors",
        "Monitor progress, resolve delays, and adjust timelines as needed",
        "Track project KPIs, budget usage, and contractor performance",
        "Organize internal and external project meetings",
        "Report status updates to clients and GlobalHire senior management",
        "Ensure compliance with legal, safety, and technical standards"
      ],
      "requirements": [
        "Minimum 3 years of project management experience in telecom or infrastructure",
        "Proven ability to lead multi-disciplinary teams",
        "Strong understanding of fiber rollout processes (FTTH, FTTB, FTTX)",
        "Solid grasp of planning tools (MS Project, Primavera, or similar)",
        "Fluent in English (written and spoken); Dutch or German is a plus",
        "Financial awareness: budgeting, cost tracking, invoice validation",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with projects in the Netherlands, Belgium, or Germany",
        "Understanding of civil engineering and utility permitting workflows",
        "PMP, PRINCE2, or similar certification",
        "Familiarity with telecom quality control standards (e.g. ISO, CENELEC)"
      ],
      "perks": [
        "Attractive monthly salary based on seniority",
        "Company car, laptop, and phone included",
        "Accommodation and relocation support where needed",
        "Bonuses based on project delivery performance",
        "Freedom to lead projects with international teams",
        "Support for training, certification, and career advancement"
      ],
      "process": [
        "1st Round: Project management interview with GlobalHire",
        "2nd Round: Interview with client-side delivery or technical manager",
        "Optional: Presentation of project portfolio or case study"
      ]
    },
    {
      "id": "9",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Aerial Fiber Technician (Overhead Installer)",
      "location": "Europe",
      "salary": "Monthly salary based on experience and climbing qualifications",
      "company": "GlobalHire Clients",
      "description": "We are hiring Aerial Fiber Technicians to support the installation of fiber optic cables via overhead routes throughout Europe. This hands-on role involves working at heights to string cables across poles, rooftops, and facades. You will be part of a mobile team building the physical backbone of high-speed telecom networks, especially in rural or densely built environments.",
      "responsibilities": [
        "Install and secure fiber optic cables along utility poles, rooftops, and buildings",
        "Use ladders, bucket trucks, or climbing gear to access aerial routes",
        "Mount brackets, anchors, and support hardware for cable routing",
        "Perform basic terminations and handoffs to splicing teams",
        "Ensure correct tensioning, alignment, and protection of overhead cables",
        "Inspect and maintain aerial lines, identifying damage or obstructions",
        "Follow site safety protocols for working at height and near live infrastructure",
        "Document work with photos and updates via mobile tools"
      ],
      "requirements": [
        "Experience with aerial telecom or utility installations",
        "Comfortable working at height using ladders or lift equipment",
        "Basic skills in fiber cable handling and route layout",
        "Knowledge of safety regulations and fall protection procedures",
        "Able to read basic network or installation plans",
        "Physically fit and able to work in outdoor conditions",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Climbing certification or high-access training (GWO, IPAF, etc.)",
        "Experience with FTTH aerial networks in Europe",
        "Electrical or telecom background",
        "Familiarity with rural infrastructure or urban retrofit projects"
      ],
      "perks": [
        "Monthly salary based on experience and climbing qualifications",
        "Safety gear, equipment, and PPE provided",
        "Company van or transport to job sites",
        "Accommodation and travel support for non-local teams",
        "Bonus options for completed routes or KPIs",
        "Structured training and support for advanced roles"
      ],
      "process": [
        "1st Round: Interview with GlobalHire field deployment team",
        "2nd Round: Safety and technical interview with client or site coordinator",
        "Optional: Climbing or practical assessment on-site"
      ]
    }
    
    
  ],
  "WORDS_DU": [
    {
      "id": "1",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Glasvezel",
      "location": "Europa",
      "salary": "Tot €10.000 / Maand",
      "company": "GlobalHire Klanten",
      "description": "Heb je ervaring met het installeren van glasvezel, zowel ondergronds als bovengronds? Sluit je aan bij ons groeiende internationale team dat werkt aan FttH- en FttX-uitrolprojecten in heel Europa. We zoeken volledige teams: van machinisten en lassers tot installatietechnici voor thuisinstallaties.",
      "responsibilities": [
        "Bedienen van graafmachines (mini-graafmachines, sleuvengravers, vacuümwagens)",
        "Handmatig graven en herstellen van wegen, trottoirs en stoepen",
        "Blaastechniek, trekken en lassen van glasvezel met OTDR en fusielassers",
        "Markeren en navigeren van ondergrondse infrastructuur (gas-, water-, elektriciteitsleidingen)",
        "Bevestigen van glasvezelkabels op palen en gevelroutes",
        "Installeren van verdeelkasten en aansluitpunten (DP’s, ONT’s)",
        "Trekken en geleiden van glasvezelkabels door invoerpunten van gebouwen",
        "Uitvoeren van eindinstallaties bij woningen en bedrijven (FttH-afwerking)",
        "Storingen oplossen, signaaltesten en activatie"
      ],
      "requirements": [
        "Ervaring met FttH of FttX (ondergronds of bovengronds)",
        "Certificering in glasvezeltechniek is een pluspunt",
        "Kennis van veiligheid rondom nutsvoorzieningen en wegwerkzaamheden",
        "Rijbewijs (B of C/CE heeft de voorkeur)",
        "Basiskennis Engels of lokale taal voor coördinatie op locatie"
      ],
      "perks": [
        "Langdurige freelancecontracten met concurrerende beloning",
        "Hulp bij huisvesting en vervoer",
        "Projectplaatsingen in Frankrijk, Nederland, Duitsland en meer",
        "Wekelijkse uitbetalingen en snelle onboarding"
      ]
    },
    {
      "id": "2",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Seizoenscontract",
      "title": "Landbouwwerker – Seizoenswerk op boerderij",
      "location": "Europa",
      "salary": "€1400 / Maand + Verblijf inbegrepen",
      "company": "GlobalHire Klanten",
      "description": "Werk je graag met de natuur en vind je het niet erg om vies te worden? GlobalHire werft seizoensarbeiders voor landbouw over heel Europa om boerderijen en kassen te ondersteunen tijdens de oogstpieken. Of je nu ervaring hebt of gewoon graag wilt werken, we hebben flexibele functies beschikbaar in het plukken van groenten & fruit, kasonderhoud en verpakking.",
      "responsibilities": [
        "In staat om lange uren te staan of te hurken tijdens het werk",
        "Comfortabel werken in de buitenlucht of warme kasomstandigheden",
        "Kunnen instructies opvolgen en in teamverband werken",
        "Beschikbaar zijn voor korte (4–12 weken) of langere periodes",
        "Ervaring met boerderijwerk, verpakkingslijnen of plantenverzorging (pré, geen vereiste)"
      ],
      "requirements": [
        "Fysieke fitheid en uithoudingsvermogen voor handmatig werk",
        "Beschikbaarheid om vroeg te starten, in het weekend te werken en overuren te maken tijdens oogstperiodes",
        "Bereidheid om tijdelijk binnen Europa te verhuizen",
        "Geldig werkvergunning of EU-verblijfsvergunning heeft de voorkeur (ondersteuning mogelijk voor geselecteerde kandidaten)",
        "Basiscommunicatie in het Engels of lokale taal"
      ],
      "perks": [
        "Betaalde seizoenscontracten met gegarandeerde werkuren",
        "Gratis of gesubsidieerd verblijf nabij boerderij/kas",
        "Wekelijkse betaling met optionele overurentoeslagen",
        "Ondersteuning bij documenten, introductie en vervoer",
        "Mogelijkheid om jaarlijks terug te keren voor herhaalde contracten"
      ]
    },
    {
      "id": "3",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Network Engineer",
      "location": "Europe",
      "salary": "Up-to €10.000 / Month",
      "company": "GlobalHire Clients",
      "description": "Join a growing international team deploying next-generation fiber optic infrastructure across Europe. As a Fiber Optic Network Engineer, you will take ownership of the design, documentation, and technical planning of fiber networks for residential, commercial, and industrial areas. Your role will focus on translating high-level project needs into workable, scalable network designs that guide field teams toward successful implementation.",
      "responsibilities": [
        "Design and document fiber optic network architecture (FTTH, FTTB, FTTC)",
        "Prepare and review network layouts, splice diagrams, and route schematics.",
        "Coordinate site surveys and assess technical feasibility",
        "Collaborate with project managers, civil teams, and field supervisors",
        "Update and revise designs throughout build phases",
        "Ensure technical compliance with customer and regulatory standards"
      ],
      "requirements": [
        "Minimum 3 years of experience in fiber network design or telecom engineering",
        "Proficiency in AutoCAD, QGIS, Visio, or similar design tools",
        "Knowledge of network topologies including GPON and active Ethernet",
        "Ability to produce and interpret technical documentation",
        "Excellent communication in English (written and spoken)",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with international rollout or multi-region projects",
        "Familiarity with GIS tools or fiber design platforms",
        "Certifications such as FOA CFND, FTTH Council Europe, or equivalent"
      ],
      "perks": [
        "Monthly salary based on experience and qualifications",
        "Long-term projects with stable work volume",
        "Accommodation and transport provided for cross-border workers",
        "Insurance, relocation support, and onboarding included",
        "Work with Tier-1 telecom operators across Europe",
        "Tools, PPE, and technical onboarding fully arranged"
      ],
      "process": [
        "1st Round: Technical screening by GlobalHire engineering team",
        "2nd Round: Interview with client-side technical coordinator",
        "Optional: Portfolio or sample design review"
      ]
    },
    {
      "id": "4",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Underground Fiber Technician",
      "location": "Europe",
      "salary": "Fixed monthly salary based on skill and experience",
      "company": "GlobalHire Clients",
      "description": "As part of our expanding European operations, GlobalHire is hiring skilled Underground Fiber Technicians to support the physical installation of fiber optic networks across various terrains. You will work on the ground level of telecom infrastructure deployment, executing trenching, ducting, and cable installation work for fiber rollout projects in residential and commercial zones. This is a hands-on, field-based role suitable for candidates with civil or utility installation experience.",
      "responsibilities": [
        "Perform excavation, trenching, and backfilling for underground cable routes",
        "Install ducts, microducts, and fiber optic cables according to design specifications",
        "Operate basic civil machinery (e.g. mini-excavators, trenchers) where certified",
        "Pull, blow, or lay fiber cables into pre-installed ducts",
        "Assist splicing teams by preparing cables for handover",
        "Follow site safety standards and ensure worksite cleanliness",
        "Document daily progress and report to site supervisor"
      ],
      "requirements": [
        "Previous experience in civil, construction, or utility installation work",
        "Familiarity with trenching, ducting, or cable pulling techniques",
        "Basic knowledge of fiber optic infrastructure is a strong advantage",
        "Physical fitness and willingness to work outdoors in various conditions",
        "Ability to follow instructions and read basic site plans",
        "Basic English or local language for team coordination",
        "Valid EU driving license (B)"
      ],
      "nice_to_have": [
        "Experience with fiber optic projects or telecom construction sites",
        "Mini-excavator or machinery operation certification",
        "VCA / SCC or equivalent safety training",
        "Experience working in multinational teams"
      ],
      "perks": [
        "Fixed monthly salary based on skill and experience",
        "Long-term contracts with consistent workload",
        "Accommodation, transport, and PPE provided for international hires",
        "Paid training and onboarding where needed",
        "Career progression opportunities within large-scale infrastructure projects",
        "Support with documentation, relocation, and registration in host country"
      ],
      "process": [
        "1st Round: Interview with GlobalHire civil deployment team",
        "2nd Round: Interview with local project site coordinator",
        "Optional: Practical skills test or reference check"
      ]
    },
    {
      "id": "5",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Splicing Technician",
      "location": "Europe",
      "salary": "Competitive monthly salary based on skill and certifications",
      "company": "GlobalHire Clients",
      "description": "We are looking for experienced Fiber Optic Splicing Technicians to join our telecom rollout teams across Europe. In this technical role, you will be responsible for connecting, testing, and certifying fiber optic cables using fusion splicing techniques. You will ensure high-performance network continuity by executing precise work according to strict quality standards and project timelines.",
      "responsibilities": [
        "Perform fiber splicing using fusion splicing equipment (Fujikura, Sumitomo, etc.)",
        "Install and manage splice closures, patch panels, and distribution boxes",
        "Conduct signal and continuity tests using OTDR, power meters, and VFL",
        "Read and interpret fiber documentation such as splice plans and schematics",
        "Label, trace, and document all splice and test points",
        "Troubleshoot faults and perform corrective splicing when needed",
        "Ensure cleanliness, precision, and quality control on all terminations",
        "Work closely with installation and design teams during network activation"
      ],
      "requirements": [
        "Minimum 2 years of hands-on experience in fiber splicing",
        "Proficient in using OTDR, LSPM, and fusion splicing tools",
        "Ability to read fiber plans and update as-built documentation",
        "Strong focus on precision, quality, and clean cable management",
        "Fluent in English or ability to communicate clearly with team",
        "Valid EU driver’s license (B)",
        "Willingness to travel or stay on location as required"
      ],
      "nice_to_have": [
        "FOA CFOT, ETA certification, or similar",
        "Experience working on FTTH or backbone projects",
        "Familiarity with various splice tray and closure types",
        "Previous experience in cross-border telecom work"
      ],
      "perks": [
        "Competitive monthly salary based on skill and certifications",
        "Long-term contracts and stable work environments",
        "Accommodation, tools, and company vehicle (for mobile teams)",
        "Paid travel expenses and per diem allowance",
        "Opportunities to advance into QA or supervisory roles",
        "Support with relocation and onboarding for international hires"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordinator",
        "2nd Round: Client-side test or technical validation",
        "Optional: Submission of sample splice report or certification"
      ]
    },
    {
      "id": "6",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Site Supervisor",
      "location": "Europe",
      "salary": "Competitive monthly salary based on seniority and experience",
      "company": "GlobalHire Clients",
      "description": "We are seeking experienced Fiber Site Supervisors to oversee day-to-day activities on fiber optic deployment projects across Europe. In this role, you will manage teams of technicians, coordinate on-site tasks, and ensure safe, timely, and high-quality delivery of network infrastructure. You will act as the key link between field operations and project management, ensuring work is performed according to plan, standard, and schedule.",
      "responsibilities": [
        "Supervise on-site fiber installation, civil works, and splicing activities",
        "Coordinate work schedules, teams, and equipment on daily basis",
        "Perform quality checks and site inspections during all stages of the build",
        "Resolve field-level issues and escalate technical concerns when needed",
        "Monitor adherence to health and safety guidelines (toolbox talks, PPE, etc.)",
        "Maintain daily logs, material usage, and progress reports",
        "Liaise with clients, subcontractors, and engineering teams",
        "Ensure handover documentation and as-built updates are properly completed"
      ],
      "requirements": [
        "Minimum 3 years of experience in telecom or civil site supervision",
        "Proven leadership experience managing fiber or utility teams",
        "Strong understanding of FTTH/FTTX deployments and workflows",
        "Ability to read network diagrams, fiber maps, and work permits",
        "Strong problem-solving and people management skills",
        "Basic digital reporting and email communication skills",
        "Fluent in English; other European languages are a plus",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "VCA / SCC or equivalent site safety certification",
        "Experience working in international or multicultural teams",
        "Familiarity with quality control and field inspection tools",
        "Background in either splicing or civil engineering is an advantage"
      ],
      "perks": [
        "Competitive monthly salary based on seniority and experience",
        "Long-term or project-based contracts available",
        "Accommodation, transport, and company phone provided",
        "Daily allowance or overtime pay depending on project setup",
        "Onboarding support, safety training, and leadership development",
        "Opportunities for advancement to regional or multi-site coordination roles"
      ],
      "process": [
        "1st Round: Screening by GlobalHire field operations team",
        "2nd Round: Client-side technical and leadership interview",
        "Optional: Reference check and safety documentation review"
      ]
    },
    {
      "id": "7",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Work Planner (Civil Work Preparator)",
      "location": "Europe",
      "salary": "Competitive monthly salary based on experience",
      "company": "GlobalHire Clients",
      "description": "We are recruiting Fiber Work Planners to support the preparation and coordination of civil works for fiber optic deployment projects across Europe. In this role, you will be responsible for translating high-level project scopes into executable field instructions. Your focus will be on aligning engineering designs, permits, and local requirements into well-prepared construction packages for teams on the ground.",
      "responsibilities": [
        "Translate network designs into field-ready work packages",
        "Analyze site conditions, survey results, and permit requirements",
        "Coordinate with local authorities, utility companies, and subcontractors",
        "Plan trench routes, duct placements, and point-of-entry logistics",
        "Ensure buildability of routes and identify conflicts in advance",
        "Prepare detailed documentation for technicians, including maps, materials, and timelines",
        "Monitor the permit status and ensure legal compliance of construction work",
        "Adjust planning dynamically based on project delays or field feedback"
      ],
      "requirements": [
        "Minimum 2 years of experience in telecom, utility, or civil project planning",
        "Familiarity with fiber deployment processes (FTTH, backbone, FTTB)",
        "Ability to read and interpret technical designs, CAD/GIS maps, and permit drawings",
        "Strong communication and coordination skills with internal and external stakeholders",
        "Fluent in English (spoken and written)",
        "Good digital skills (Excel, project planning tools, documentation)",
        "EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience working with permit authorities and municipal systems",
        "Basic understanding of fiber design and field constraints",
        "Experience with Dutch, Belgian, or German fiber rollout standards",
        "VCA / SCC safety certification is a plus"
      ],
      "perks": [
        "Competitive monthly salary based on experience",
        "Stable long-term projects with growth opportunities",
        "Hybrid work options depending on project phase",
        "Housing and relocation support available if needed",
        "Full onboarding, training, and coordination with engineering teams",
        "Work in an international environment with clear responsibilities"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordination team",
        "2nd Round: Interview with client-side planning or construction lead",
        "Optional: Case study or planning assignment"
      ]
    },
    {
      "id": "8",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Project Manager",
      "location": "Europe",
      "salary": "Attractive monthly salary based on seniority",
      "company": "GlobalHire Clients",
      "description": "GlobalHire is looking for experienced Project Managers to lead fiber optic rollout projects across Europe. In this role, you are responsible for the full project lifecycle — from planning and stakeholder coordination to execution, risk management, and delivery. You will lead cross-functional teams, manage budgets, and ensure delivery meets quality and time expectations set by telecom clients.",
      "responsibilities": [
        "Manage fiber optic deployment projects (FTTH, backbone, or business networks)",
        "Develop and maintain project plans, resource schedules, and reporting structures",
        "Coordinate with engineering, field operations, permitting, and subcontractors",
        "Monitor progress, resolve delays, and adjust timelines as needed",
        "Track project KPIs, budget usage, and contractor performance",
        "Organize internal and external project meetings",
        "Report status updates to clients and GlobalHire senior management",
        "Ensure compliance with legal, safety, and technical standards"
      ],
      "requirements": [
        "Minimum 3 years of project management experience in telecom or infrastructure",
        "Proven ability to lead multi-disciplinary teams",
        "Strong understanding of fiber rollout processes (FTTH, FTTB, FTTX)",
        "Solid grasp of planning tools (MS Project, Primavera, or similar)",
        "Fluent in English (written and spoken); Dutch or German is a plus",
        "Financial awareness: budgeting, cost tracking, invoice validation",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with projects in the Netherlands, Belgium, or Germany",
        "Understanding of civil engineering and utility permitting workflows",
        "PMP, PRINCE2, or similar certification",
        "Familiarity with telecom quality control standards (e.g. ISO, CENELEC)"
      ],
      "perks": [
        "Attractive monthly salary based on seniority",
        "Company car, laptop, and phone included",
        "Accommodation and relocation support where needed",
        "Bonuses based on project delivery performance",
        "Freedom to lead projects with international teams",
        "Support for training, certification, and career advancement"
      ],
      "process": [
        "1st Round: Project management interview with GlobalHire",
        "2nd Round: Interview with client-side delivery or technical manager",
        "Optional: Presentation of project portfolio or case study"
      ]
    },
    {
      "id": "9",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Aerial Fiber Technician (Overhead Installer)",
      "location": "Europe",
      "salary": "Monthly salary based on experience and climbing qualifications",
      "company": "GlobalHire Clients",
      "description": "We are hiring Aerial Fiber Technicians to support the installation of fiber optic cables via overhead routes throughout Europe. This hands-on role involves working at heights to string cables across poles, rooftops, and facades. You will be part of a mobile team building the physical backbone of high-speed telecom networks, especially in rural or densely built environments.",
      "responsibilities": [
        "Install and secure fiber optic cables along utility poles, rooftops, and buildings",
        "Use ladders, bucket trucks, or climbing gear to access aerial routes",
        "Mount brackets, anchors, and support hardware for cable routing",
        "Perform basic terminations and handoffs to splicing teams",
        "Ensure correct tensioning, alignment, and protection of overhead cables",
        "Inspect and maintain aerial lines, identifying damage or obstructions",
        "Follow site safety protocols for working at height and near live infrastructure",
        "Document work with photos and updates via mobile tools"
      ],
      "requirements": [
        "Experience with aerial telecom or utility installations",
        "Comfortable working at height using ladders or lift equipment",
        "Basic skills in fiber cable handling and route layout",
        "Knowledge of safety regulations and fall protection procedures",
        "Able to read basic network or installation plans",
        "Physically fit and able to work in outdoor conditions",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Climbing certification or high-access training (GWO, IPAF, etc.)",
        "Experience with FTTH aerial networks in Europe",
        "Electrical or telecom background",
        "Familiarity with rural infrastructure or urban retrofit projects"
      ],
      "perks": [
        "Monthly salary based on experience and climbing qualifications",
        "Safety gear, equipment, and PPE provided",
        "Company van or transport to job sites",
        "Accommodation and travel support for non-local teams",
        "Bonus options for completed routes or KPIs",
        "Structured training and support for advanced roles"
      ],
      "process": [
        "1st Round: Interview with GlobalHire field deployment team",
        "2nd Round: Safety and technical interview with client or site coordinator",
        "Optional: Climbing or practical assessment on-site"
      ]
    }
  ],
  "WORDS_GE": [
    {
      "id": "1",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freiberuflich",
      "title": "Glasfaserkabel",
      "location": "Europa",
      "salary": "Bis zu 10.000 € / Monat",
      "company": "GlobalHire Kunden",
      "description": "Hast du Erfahrung mit der Installation von Glasfasern, sei es unterirdisch oder oberirdisch? Werde Teil unseres wachsenden internationalen Teams, das an FttH- und FttX-Projekten in ganz Europa arbeitet. Wir stellen komplette Teams ein: von Maschinenbedienern und Spleißtechnikern bis hin zu Technikern für Hausinstallationen.",
      "responsibilities": [
        "Bedienen von Grabungsmaschinen (Minibagger, Grabenfräsen, Saugbagger)",
        "Manuelles Graben und Wiederherstellung von Straßen, Gehwegen und Bürgersteigen",
        "Einblasen, Einziehen und Spleißen von Glasfasern mit OTDR und Fusionsspleißgeräten",
        "Markieren und Navigieren unterirdischer Infrastruktur (Gas-, Wasser-, Stromleitungen)",
        "Montieren von Glasfaserkabeln an Masten und Fassadenrouten",
        "Installation von Verteilboxen und Endpunkten (DPs, ONTs)",
        "Verlegen von Glasfaserkabeln durch Gebäudeeinführungen",
        "Durchführen von Endinstallationen in Wohnungen und Unternehmen (FttH-Anschluss)",
        "Fehlerbehebung, Signaltests und Aktivierung"
      ],
      "requirements": [
        "Erfahrung mit FttH oder FttX (unterirdisch oder oberirdisch)",
        "Zertifizierung in Glasfasertechnik von Vorteil",
        "Sicherheitskenntnisse im Bereich Versorgungsleitungen und Straßenbau",
        "Führerschein (Klasse B oder C/CE bevorzugt)",
        "Grundkenntnisse in Englisch oder der lokalen Sprache für die Koordination vor Ort"
      ],
      "perks": [
        "Langfristige freiberufliche Verträge mit wettbewerbsfähiger Bezahlung",
        "Unterstützung bei Unterkunft und Transport",
        "Einsätze in Projekten in Frankreich, den Niederlanden, Deutschland und weiteren Ländern",
        "Wöchentliche Auszahlungen und schnelle Einarbeitung"
      ]
    },
    {
      "id": "2",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Saisonvertrag",
      "title": "Landwirtschaftlicher Helfer – Saisonarbeit auf Bauernhof & im Gewächshaus",
      "location": "Europa",
      "salary": "1.400 € / Monat + Unterkunft gestellt",
      "company": "GlobalHire Kunden",
      "description": "Arbeitest du gerne in der Natur und hast kein Problem damit, dir die Hände schmutzig zu machen? GlobalHire sucht saisonale landwirtschaftliche Arbeitskräfte in ganz Europa zur Unterstützung von Bauernhöfen und Gewächshäusern während der Erntezeit. Egal ob erfahren oder motiviert – wir bieten flexible Stellen in der Obst- und Gemüseernte, Gewächshauspflege und Verpackung.",
      "responsibilities": [
        "Fähigkeit, lange Zeit zu stehen oder in gebückter Haltung zu arbeiten",
        "Bereitschaft, im Freien oder bei Hitze im Gewächshaus zu arbeiten",
        "Teamfähigkeit und Befolgen von Anweisungen",
        "Verfügbarkeit für kurz- (4–12 Wochen) oder langfristige Einsätze",
        "Erfahrung in der Landwirtschaft, an Verpackungslinien oder Pflanzenpflege (von Vorteil, aber nicht erforderlich)"
      ],
      "requirements": [
        "Körperliche Fitness und Ausdauer für manuelle Arbeit",
        "Bereitschaft zu Frühschichten, Wochenendarbeit und Überstunden während Erntezeiten",
        "Flexibilität für saisonale Einsätze innerhalb Europas",
        "Gültige Arbeitserlaubnis oder EU-Aufenthalt bevorzugt (Unterstützung für bestimmte Kandidaten möglich)",
        "Grundlegende Kommunikationsfähigkeit in Englisch oder der Landessprache"
      ],
      "perks": [
        "Bezahlte Saisonverträge mit garantierten Arbeitsstunden",
        "Kostenlose oder vergünstigte Unterkunft in der Nähe des Einsatzortes",
        "Wöchentliche Bezahlung mit möglichen Überstundenzuschlägen",
        "Unterstützung bei Dokumenten, Einführung und Transport",
        "Möglichkeit zur jährlichen Rückkehr für wiederkehrende Verträge"
      ]
    },
    {
      "id": "3",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Network Engineer",
      "location": "Europe",
      "salary": "Up-to €10.000 / Month",
      "company": "GlobalHire Clients",
      "description": "Join a growing international team deploying next-generation fiber optic infrastructure across Europe. As a Fiber Optic Network Engineer, you will take ownership of the design, documentation, and technical planning of fiber networks for residential, commercial, and industrial areas. Your role will focus on translating high-level project needs into workable, scalable network designs that guide field teams toward successful implementation.",
      "responsibilities": [
        "Design and document fiber optic network architecture (FTTH, FTTB, FTTC)",
        "Prepare and review network layouts, splice diagrams, and route schematics.",
        "Coordinate site surveys and assess technical feasibility",
        "Collaborate with project managers, civil teams, and field supervisors",
        "Update and revise designs throughout build phases",
        "Ensure technical compliance with customer and regulatory standards"
      ],
      "requirements": [
        "Minimum 3 years of experience in fiber network design or telecom engineering",
        "Proficiency in AutoCAD, QGIS, Visio, or similar design tools",
        "Knowledge of network topologies including GPON and active Ethernet",
        "Ability to produce and interpret technical documentation",
        "Excellent communication in English (written and spoken)",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with international rollout or multi-region projects",
        "Familiarity with GIS tools or fiber design platforms",
        "Certifications such as FOA CFND, FTTH Council Europe, or equivalent"
      ],
      "perks": [
        "Monthly salary based on experience and qualifications",
        "Long-term projects with stable work volume",
        "Accommodation and transport provided for cross-border workers",
        "Insurance, relocation support, and onboarding included",
        "Work with Tier-1 telecom operators across Europe",
        "Tools, PPE, and technical onboarding fully arranged"
      ],
      "process": [
        "1st Round: Technical screening by GlobalHire engineering team",
        "2nd Round: Interview with client-side technical coordinator",
        "Optional: Portfolio or sample design review"
      ]
    },
    {
      "id": "4",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Underground Fiber Technician",
      "location": "Europe",
      "salary": "Fixed monthly salary based on skill and experience",
      "company": "GlobalHire Clients",
      "description": "As part of our expanding European operations, GlobalHire is hiring skilled Underground Fiber Technicians to support the physical installation of fiber optic networks across various terrains. You will work on the ground level of telecom infrastructure deployment, executing trenching, ducting, and cable installation work for fiber rollout projects in residential and commercial zones. This is a hands-on, field-based role suitable for candidates with civil or utility installation experience.",
      "responsibilities": [
        "Perform excavation, trenching, and backfilling for underground cable routes",
        "Install ducts, microducts, and fiber optic cables according to design specifications",
        "Operate basic civil machinery (e.g. mini-excavators, trenchers) where certified",
        "Pull, blow, or lay fiber cables into pre-installed ducts",
        "Assist splicing teams by preparing cables for handover",
        "Follow site safety standards and ensure worksite cleanliness",
        "Document daily progress and report to site supervisor"
      ],
      "requirements": [
        "Previous experience in civil, construction, or utility installation work",
        "Familiarity with trenching, ducting, or cable pulling techniques",
        "Basic knowledge of fiber optic infrastructure is a strong advantage",
        "Physical fitness and willingness to work outdoors in various conditions",
        "Ability to follow instructions and read basic site plans",
        "Basic English or local language for team coordination",
        "Valid EU driving license (B)"
      ],
      "nice_to_have": [
        "Experience with fiber optic projects or telecom construction sites",
        "Mini-excavator or machinery operation certification",
        "VCA / SCC or equivalent safety training",
        "Experience working in multinational teams"
      ],
      "perks": [
        "Fixed monthly salary based on skill and experience",
        "Long-term contracts with consistent workload",
        "Accommodation, transport, and PPE provided for international hires",
        "Paid training and onboarding where needed",
        "Career progression opportunities within large-scale infrastructure projects",
        "Support with documentation, relocation, and registration in host country"
      ],
      "process": [
        "1st Round: Interview with GlobalHire civil deployment team",
        "2nd Round: Interview with local project site coordinator",
        "Optional: Practical skills test or reference check"
      ]
    },
    {
      "id": "5",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Splicing Technician",
      "location": "Europe",
      "salary": "Competitive monthly salary based on skill and certifications",
      "company": "GlobalHire Clients",
      "description": "We are looking for experienced Fiber Optic Splicing Technicians to join our telecom rollout teams across Europe. In this technical role, you will be responsible for connecting, testing, and certifying fiber optic cables using fusion splicing techniques. You will ensure high-performance network continuity by executing precise work according to strict quality standards and project timelines.",
      "responsibilities": [
        "Perform fiber splicing using fusion splicing equipment (Fujikura, Sumitomo, etc.)",
        "Install and manage splice closures, patch panels, and distribution boxes",
        "Conduct signal and continuity tests using OTDR, power meters, and VFL",
        "Read and interpret fiber documentation such as splice plans and schematics",
        "Label, trace, and document all splice and test points",
        "Troubleshoot faults and perform corrective splicing when needed",
        "Ensure cleanliness, precision, and quality control on all terminations",
        "Work closely with installation and design teams during network activation"
      ],
      "requirements": [
        "Minimum 2 years of hands-on experience in fiber splicing",
        "Proficient in using OTDR, LSPM, and fusion splicing tools",
        "Ability to read fiber plans and update as-built documentation",
        "Strong focus on precision, quality, and clean cable management",
        "Fluent in English or ability to communicate clearly with team",
        "Valid EU driver’s license (B)",
        "Willingness to travel or stay on location as required"
      ],
      "nice_to_have": [
        "FOA CFOT, ETA certification, or similar",
        "Experience working on FTTH or backbone projects",
        "Familiarity with various splice tray and closure types",
        "Previous experience in cross-border telecom work"
      ],
      "perks": [
        "Competitive monthly salary based on skill and certifications",
        "Long-term contracts and stable work environments",
        "Accommodation, tools, and company vehicle (for mobile teams)",
        "Paid travel expenses and per diem allowance",
        "Opportunities to advance into QA or supervisory roles",
        "Support with relocation and onboarding for international hires"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordinator",
        "2nd Round: Client-side test or technical validation",
        "Optional: Submission of sample splice report or certification"
      ]
    },
    {
      "id": "6",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Site Supervisor",
      "location": "Europe",
      "salary": "Competitive monthly salary based on seniority and experience",
      "company": "GlobalHire Clients",
      "description": "We are seeking experienced Fiber Site Supervisors to oversee day-to-day activities on fiber optic deployment projects across Europe. In this role, you will manage teams of technicians, coordinate on-site tasks, and ensure safe, timely, and high-quality delivery of network infrastructure. You will act as the key link between field operations and project management, ensuring work is performed according to plan, standard, and schedule.",
      "responsibilities": [
        "Supervise on-site fiber installation, civil works, and splicing activities",
        "Coordinate work schedules, teams, and equipment on daily basis",
        "Perform quality checks and site inspections during all stages of the build",
        "Resolve field-level issues and escalate technical concerns when needed",
        "Monitor adherence to health and safety guidelines (toolbox talks, PPE, etc.)",
        "Maintain daily logs, material usage, and progress reports",
        "Liaise with clients, subcontractors, and engineering teams",
        "Ensure handover documentation and as-built updates are properly completed"
      ],
      "requirements": [
        "Minimum 3 years of experience in telecom or civil site supervision",
        "Proven leadership experience managing fiber or utility teams",
        "Strong understanding of FTTH/FTTX deployments and workflows",
        "Ability to read network diagrams, fiber maps, and work permits",
        "Strong problem-solving and people management skills",
        "Basic digital reporting and email communication skills",
        "Fluent in English; other European languages are a plus",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "VCA / SCC or equivalent site safety certification",
        "Experience working in international or multicultural teams",
        "Familiarity with quality control and field inspection tools",
        "Background in either splicing or civil engineering is an advantage"
      ],
      "perks": [
        "Competitive monthly salary based on seniority and experience",
        "Long-term or project-based contracts available",
        "Accommodation, transport, and company phone provided",
        "Daily allowance or overtime pay depending on project setup",
        "Onboarding support, safety training, and leadership development",
        "Opportunities for advancement to regional or multi-site coordination roles"
      ],
      "process": [
        "1st Round: Screening by GlobalHire field operations team",
        "2nd Round: Client-side technical and leadership interview",
        "Optional: Reference check and safety documentation review"
      ]
    },
    {
      "id": "7",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Work Planner (Civil Work Preparator)",
      "location": "Europe",
      "salary": "Competitive monthly salary based on experience",
      "company": "GlobalHire Clients",
      "description": "We are recruiting Fiber Work Planners to support the preparation and coordination of civil works for fiber optic deployment projects across Europe. In this role, you will be responsible for translating high-level project scopes into executable field instructions. Your focus will be on aligning engineering designs, permits, and local requirements into well-prepared construction packages for teams on the ground.",
      "responsibilities": [
        "Translate network designs into field-ready work packages",
        "Analyze site conditions, survey results, and permit requirements",
        "Coordinate with local authorities, utility companies, and subcontractors",
        "Plan trench routes, duct placements, and point-of-entry logistics",
        "Ensure buildability of routes and identify conflicts in advance",
        "Prepare detailed documentation for technicians, including maps, materials, and timelines",
        "Monitor the permit status and ensure legal compliance of construction work",
        "Adjust planning dynamically based on project delays or field feedback"
      ],
      "requirements": [
        "Minimum 2 years of experience in telecom, utility, or civil project planning",
        "Familiarity with fiber deployment processes (FTTH, backbone, FTTB)",
        "Ability to read and interpret technical designs, CAD/GIS maps, and permit drawings",
        "Strong communication and coordination skills with internal and external stakeholders",
        "Fluent in English (spoken and written)",
        "Good digital skills (Excel, project planning tools, documentation)",
        "EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience working with permit authorities and municipal systems",
        "Basic understanding of fiber design and field constraints",
        "Experience with Dutch, Belgian, or German fiber rollout standards",
        "VCA / SCC safety certification is a plus"
      ],
      "perks": [
        "Competitive monthly salary based on experience",
        "Stable long-term projects with growth opportunities",
        "Hybrid work options depending on project phase",
        "Housing and relocation support available if needed",
        "Full onboarding, training, and coordination with engineering teams",
        "Work in an international environment with clear responsibilities"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordination team",
        "2nd Round: Interview with client-side planning or construction lead",
        "Optional: Case study or planning assignment"
      ]
    },
    {
      "id": "8",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Project Manager",
      "location": "Europe",
      "salary": "Attractive monthly salary based on seniority",
      "company": "GlobalHire Clients",
      "description": "GlobalHire is looking for experienced Project Managers to lead fiber optic rollout projects across Europe. In this role, you are responsible for the full project lifecycle — from planning and stakeholder coordination to execution, risk management, and delivery. You will lead cross-functional teams, manage budgets, and ensure delivery meets quality and time expectations set by telecom clients.",
      "responsibilities": [
        "Manage fiber optic deployment projects (FTTH, backbone, or business networks)",
        "Develop and maintain project plans, resource schedules, and reporting structures",
        "Coordinate with engineering, field operations, permitting, and subcontractors",
        "Monitor progress, resolve delays, and adjust timelines as needed",
        "Track project KPIs, budget usage, and contractor performance",
        "Organize internal and external project meetings",
        "Report status updates to clients and GlobalHire senior management",
        "Ensure compliance with legal, safety, and technical standards"
      ],
      "requirements": [
        "Minimum 3 years of project management experience in telecom or infrastructure",
        "Proven ability to lead multi-disciplinary teams",
        "Strong understanding of fiber rollout processes (FTTH, FTTB, FTTX)",
        "Solid grasp of planning tools (MS Project, Primavera, or similar)",
        "Fluent in English (written and spoken); Dutch or German is a plus",
        "Financial awareness: budgeting, cost tracking, invoice validation",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with projects in the Netherlands, Belgium, or Germany",
        "Understanding of civil engineering and utility permitting workflows",
        "PMP, PRINCE2, or similar certification",
        "Familiarity with telecom quality control standards (e.g. ISO, CENELEC)"
      ],
      "perks": [
        "Attractive monthly salary based on seniority",
        "Company car, laptop, and phone included",
        "Accommodation and relocation support where needed",
        "Bonuses based on project delivery performance",
        "Freedom to lead projects with international teams",
        "Support for training, certification, and career advancement"
      ],
      "process": [
        "1st Round: Project management interview with GlobalHire",
        "2nd Round: Interview with client-side delivery or technical manager",
        "Optional: Presentation of project portfolio or case study"
      ]
    },
    {
      "id": "9",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Aerial Fiber Technician (Overhead Installer)",
      "location": "Europe",
      "salary": "Monthly salary based on experience and climbing qualifications",
      "company": "GlobalHire Clients",
      "description": "We are hiring Aerial Fiber Technicians to support the installation of fiber optic cables via overhead routes throughout Europe. This hands-on role involves working at heights to string cables across poles, rooftops, and facades. You will be part of a mobile team building the physical backbone of high-speed telecom networks, especially in rural or densely built environments.",
      "responsibilities": [
        "Install and secure fiber optic cables along utility poles, rooftops, and buildings",
        "Use ladders, bucket trucks, or climbing gear to access aerial routes",
        "Mount brackets, anchors, and support hardware for cable routing",
        "Perform basic terminations and handoffs to splicing teams",
        "Ensure correct tensioning, alignment, and protection of overhead cables",
        "Inspect and maintain aerial lines, identifying damage or obstructions",
        "Follow site safety protocols for working at height and near live infrastructure",
        "Document work with photos and updates via mobile tools"
      ],
      "requirements": [
        "Experience with aerial telecom or utility installations",
        "Comfortable working at height using ladders or lift equipment",
        "Basic skills in fiber cable handling and route layout",
        "Knowledge of safety regulations and fall protection procedures",
        "Able to read basic network or installation plans",
        "Physically fit and able to work in outdoor conditions",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Climbing certification or high-access training (GWO, IPAF, etc.)",
        "Experience with FTTH aerial networks in Europe",
        "Electrical or telecom background",
        "Familiarity with rural infrastructure or urban retrofit projects"
      ],
      "perks": [
        "Monthly salary based on experience and climbing qualifications",
        "Safety gear, equipment, and PPE provided",
        "Company van or transport to job sites",
        "Accommodation and travel support for non-local teams",
        "Bonus options for completed routes or KPIs",
        "Structured training and support for advanced roles"
      ],
      "process": [
        "1st Round: Interview with GlobalHire field deployment team",
        "2nd Round: Safety and technical interview with client or site coordinator",
        "Optional: Climbing or practical assessment on-site"
      ]
    }
  ],
  "WORDS_FE": [
    {
      "id": "1",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Tự do",
      "title": "Cáp Quang",
      "location": "Châu Âu",
      "salary": "Lên đến €10.000 / Tháng",
      "company": "Khách hàng của GlobalHire",
      "description": "Bạn có kinh nghiệm lắp đặt cáp quang dưới lòng đất hoặc trên không? Hãy tham gia vào đội ngũ quốc tế đang phát triển của chúng tôi trong các dự án triển khai FttH và FttX khắp châu Âu. Chúng tôi đang tuyển dụng đầy đủ các vị trí: từ thợ vận hành thiết bị hạng nặng, thợ nối cáp đến kỹ thuật viên lắp đặt tại nhà.",
      "responsibilities": [
        "Vận hành máy móc đào bới (máy xúc mini, máy đào rãnh, xe hút chân không)",
        "Đào rãnh thủ công và phục hồi đường, vỉa hè",
        "Thổi, kéo và nối cáp quang bằng OTDR và máy hàn quang",
        "Đánh dấu và xác định hệ thống hạ tầng ngầm (đường ống gas, nước, điện)",
        "Lắp đặt cáp quang lên cột và tường nhà",
        "Lắp hộp phân phối và thiết bị đầu cuối (DPs, ONTs)",
        "Kéo và dẫn cáp quang qua các lối vào tòa nhà",
        "Thực hiện lắp đặt hoàn chỉnh tại nhà và doanh nghiệp (kết nối FttH)",
        "Xử lý sự cố, kiểm tra tín hiệu và kích hoạt dịch vụ"
      ],
      "requirements": [
        "Kinh nghiệm làm việc với FttH hoặc FttX (dưới lòng đất hoặc trên không)",
        "Có chứng chỉ về cáp quang là một lợi thế",
        "Kiến thức an toàn khi làm việc gần hạ tầng tiện ích và công trường",
        "Bằng lái xe (ưu tiên hạng B hoặc C/CE)",
        "Trình độ tiếng Anh cơ bản hoặc ngôn ngữ địa phương để giao tiếp tại công trường"
      ],
      "perks": [
        "Hợp đồng tự do dài hạn với mức lương cạnh tranh",
        "Hỗ trợ chỗ ở và phương tiện di chuyển",
        "Được điều phối đến các dự án ở Pháp, Hà Lan, Đức và các nước khác",
        "Thanh toán hàng tuần và quy trình nhận việc nhanh chóng"
      ]
    },
    {
      "id": "2",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Hợp đồng theo mùa vụ",
      "title": "Công nhân nông nghiệp – Hỗ trợ trang trại & nhà kính theo mùa",
      "location": "Châu Âu",
      "salary": "€1400 / Tháng + Có chỗ ở",
      "company": "Khách hàng của GlobalHire",
      "description": "Bạn yêu thiên nhiên và không ngại làm việc tay chân? GlobalHire đang tuyển công nhân nông nghiệp thời vụ khắp châu Âu để hỗ trợ các trang trại và nhà kính trong mùa thu hoạch cao điểm. Dù bạn có kinh nghiệm hay chỉ đơn giản là muốn làm việc, chúng tôi có các vị trí linh hoạt trong việc hái trái cây & rau củ, bảo trì nhà kính và đóng gói.",
      "responsibilities": [
        "Có thể làm việc trong thời gian dài đứng hoặc ngồi xổm",
        "Sẵn sàng làm việc ngoài trời hoặc trong nhà kính nóng",
        "Biết tuân theo hướng dẫn và làm việc nhóm",
        "Sẵn sàng làm việc ngắn hạn (4–12 tuần) hoặc dài hạn",
        "Có kinh nghiệm làm nông, làm việc trên dây chuyền đóng gói, hoặc chăm sóc cây trồng (là lợi thế nhưng không bắt buộc)"
      ],
      "requirements": [
        "Thể lực và sức bền để làm việc tay chân",
        "Có thể làm việc sáng sớm, cuối tuần và tăng ca trong mùa vụ",
        "Sẵn sàng di chuyển theo mùa trong phạm vi châu Âu",
        "Ưu tiên có giấy phép lao động hợp lệ hoặc cư trú tại EU (có hỗ trợ cho một số ứng viên)",
        "Kỹ năng giao tiếp cơ bản bằng tiếng Anh hoặc ngôn ngữ địa phương"
      ],
      "perks": [
        "Hợp đồng theo mùa có lương cố định và giờ làm đảm bảo",
        "Miễn phí hoặc hỗ trợ chi phí chỗ ở gần nơi làm việc",
        "Thanh toán lương hàng tuần và thưởng tăng ca tùy chọn",
        "Hỗ trợ về giấy tờ, hướng dẫn và phương tiện đi lại",
        "Cơ hội trở lại làm việc hàng năm với hợp đồng định kỳ"
      ]
    },
    {
      "id": "3",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Network Engineer",
      "location": "Europe",
      "salary": "Up-to €10.000 / Month",
      "company": "GlobalHire Clients",
      "description": "Join a growing international team deploying next-generation fiber optic infrastructure across Europe. As a Fiber Optic Network Engineer, you will take ownership of the design, documentation, and technical planning of fiber networks for residential, commercial, and industrial areas. Your role will focus on translating high-level project needs into workable, scalable network designs that guide field teams toward successful implementation.",
      "responsibilities": [
        "Design and document fiber optic network architecture (FTTH, FTTB, FTTC)",
        "Prepare and review network layouts, splice diagrams, and route schematics.",
        "Coordinate site surveys and assess technical feasibility",
        "Collaborate with project managers, civil teams, and field supervisors",
        "Update and revise designs throughout build phases",
        "Ensure technical compliance with customer and regulatory standards"
      ],
      "requirements": [
        "Minimum 3 years of experience in fiber network design or telecom engineering",
        "Proficiency in AutoCAD, QGIS, Visio, or similar design tools",
        "Knowledge of network topologies including GPON and active Ethernet",
        "Ability to produce and interpret technical documentation",
        "Excellent communication in English (written and spoken)",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with international rollout or multi-region projects",
        "Familiarity with GIS tools or fiber design platforms",
        "Certifications such as FOA CFND, FTTH Council Europe, or equivalent"
      ],
      "perks": [
        "Monthly salary based on experience and qualifications",
        "Long-term projects with stable work volume",
        "Accommodation and transport provided for cross-border workers",
        "Insurance, relocation support, and onboarding included",
        "Work with Tier-1 telecom operators across Europe",
        "Tools, PPE, and technical onboarding fully arranged"
      ],
      "process": [
        "1st Round: Technical screening by GlobalHire engineering team",
        "2nd Round: Interview with client-side technical coordinator",
        "Optional: Portfolio or sample design review"
      ]
    },
    {
      "id": "4",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Underground Fiber Technician",
      "location": "Europe",
      "salary": "Fixed monthly salary based on skill and experience",
      "company": "GlobalHire Clients",
      "description": "As part of our expanding European operations, GlobalHire is hiring skilled Underground Fiber Technicians to support the physical installation of fiber optic networks across various terrains. You will work on the ground level of telecom infrastructure deployment, executing trenching, ducting, and cable installation work for fiber rollout projects in residential and commercial zones. This is a hands-on, field-based role suitable for candidates with civil or utility installation experience.",
      "responsibilities": [
        "Perform excavation, trenching, and backfilling for underground cable routes",
        "Install ducts, microducts, and fiber optic cables according to design specifications",
        "Operate basic civil machinery (e.g. mini-excavators, trenchers) where certified",
        "Pull, blow, or lay fiber cables into pre-installed ducts",
        "Assist splicing teams by preparing cables for handover",
        "Follow site safety standards and ensure worksite cleanliness",
        "Document daily progress and report to site supervisor"
      ],
      "requirements": [
        "Previous experience in civil, construction, or utility installation work",
        "Familiarity with trenching, ducting, or cable pulling techniques",
        "Basic knowledge of fiber optic infrastructure is a strong advantage",
        "Physical fitness and willingness to work outdoors in various conditions",
        "Ability to follow instructions and read basic site plans",
        "Basic English or local language for team coordination",
        "Valid EU driving license (B)"
      ],
      "nice_to_have": [
        "Experience with fiber optic projects or telecom construction sites",
        "Mini-excavator or machinery operation certification",
        "VCA / SCC or equivalent safety training",
        "Experience working in multinational teams"
      ],
      "perks": [
        "Fixed monthly salary based on skill and experience",
        "Long-term contracts with consistent workload",
        "Accommodation, transport, and PPE provided for international hires",
        "Paid training and onboarding where needed",
        "Career progression opportunities within large-scale infrastructure projects",
        "Support with documentation, relocation, and registration in host country"
      ],
      "process": [
        "1st Round: Interview with GlobalHire civil deployment team",
        "2nd Round: Interview with local project site coordinator",
        "Optional: Practical skills test or reference check"
      ]
    },
    {
      "id": "5",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Splicing Technician",
      "location": "Europe",
      "salary": "Competitive monthly salary based on skill and certifications",
      "company": "GlobalHire Clients",
      "description": "We are looking for experienced Fiber Optic Splicing Technicians to join our telecom rollout teams across Europe. In this technical role, you will be responsible for connecting, testing, and certifying fiber optic cables using fusion splicing techniques. You will ensure high-performance network continuity by executing precise work according to strict quality standards and project timelines.",
      "responsibilities": [
        "Perform fiber splicing using fusion splicing equipment (Fujikura, Sumitomo, etc.)",
        "Install and manage splice closures, patch panels, and distribution boxes",
        "Conduct signal and continuity tests using OTDR, power meters, and VFL",
        "Read and interpret fiber documentation such as splice plans and schematics",
        "Label, trace, and document all splice and test points",
        "Troubleshoot faults and perform corrective splicing when needed",
        "Ensure cleanliness, precision, and quality control on all terminations",
        "Work closely with installation and design teams during network activation"
      ],
      "requirements": [
        "Minimum 2 years of hands-on experience in fiber splicing",
        "Proficient in using OTDR, LSPM, and fusion splicing tools",
        "Ability to read fiber plans and update as-built documentation",
        "Strong focus on precision, quality, and clean cable management",
        "Fluent in English or ability to communicate clearly with team",
        "Valid EU driver’s license (B)",
        "Willingness to travel or stay on location as required"
      ],
      "nice_to_have": [
        "FOA CFOT, ETA certification, or similar",
        "Experience working on FTTH or backbone projects",
        "Familiarity with various splice tray and closure types",
        "Previous experience in cross-border telecom work"
      ],
      "perks": [
        "Competitive monthly salary based on skill and certifications",
        "Long-term contracts and stable work environments",
        "Accommodation, tools, and company vehicle (for mobile teams)",
        "Paid travel expenses and per diem allowance",
        "Opportunities to advance into QA or supervisory roles",
        "Support with relocation and onboarding for international hires"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordinator",
        "2nd Round: Client-side test or technical validation",
        "Optional: Submission of sample splice report or certification"
      ]
    },
    {
      "id": "6",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Site Supervisor",
      "location": "Europe",
      "salary": "Competitive monthly salary based on seniority and experience",
      "company": "GlobalHire Clients",
      "description": "We are seeking experienced Fiber Site Supervisors to oversee day-to-day activities on fiber optic deployment projects across Europe. In this role, you will manage teams of technicians, coordinate on-site tasks, and ensure safe, timely, and high-quality delivery of network infrastructure. You will act as the key link between field operations and project management, ensuring work is performed according to plan, standard, and schedule.",
      "responsibilities": [
        "Supervise on-site fiber installation, civil works, and splicing activities",
        "Coordinate work schedules, teams, and equipment on daily basis",
        "Perform quality checks and site inspections during all stages of the build",
        "Resolve field-level issues and escalate technical concerns when needed",
        "Monitor adherence to health and safety guidelines (toolbox talks, PPE, etc.)",
        "Maintain daily logs, material usage, and progress reports",
        "Liaise with clients, subcontractors, and engineering teams",
        "Ensure handover documentation and as-built updates are properly completed"
      ],
      "requirements": [
        "Minimum 3 years of experience in telecom or civil site supervision",
        "Proven leadership experience managing fiber or utility teams",
        "Strong understanding of FTTH/FTTX deployments and workflows",
        "Ability to read network diagrams, fiber maps, and work permits",
        "Strong problem-solving and people management skills",
        "Basic digital reporting and email communication skills",
        "Fluent in English; other European languages are a plus",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "VCA / SCC or equivalent site safety certification",
        "Experience working in international or multicultural teams",
        "Familiarity with quality control and field inspection tools",
        "Background in either splicing or civil engineering is an advantage"
      ],
      "perks": [
        "Competitive monthly salary based on seniority and experience",
        "Long-term or project-based contracts available",
        "Accommodation, transport, and company phone provided",
        "Daily allowance or overtime pay depending on project setup",
        "Onboarding support, safety training, and leadership development",
        "Opportunities for advancement to regional or multi-site coordination roles"
      ],
      "process": [
        "1st Round: Screening by GlobalHire field operations team",
        "2nd Round: Client-side technical and leadership interview",
        "Optional: Reference check and safety documentation review"
      ]
    },
    {
      "id": "7",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Work Planner (Civil Work Preparator)",
      "location": "Europe",
      "salary": "Competitive monthly salary based on experience",
      "company": "GlobalHire Clients",
      "description": "We are recruiting Fiber Work Planners to support the preparation and coordination of civil works for fiber optic deployment projects across Europe. In this role, you will be responsible for translating high-level project scopes into executable field instructions. Your focus will be on aligning engineering designs, permits, and local requirements into well-prepared construction packages for teams on the ground.",
      "responsibilities": [
        "Translate network designs into field-ready work packages",
        "Analyze site conditions, survey results, and permit requirements",
        "Coordinate with local authorities, utility companies, and subcontractors",
        "Plan trench routes, duct placements, and point-of-entry logistics",
        "Ensure buildability of routes and identify conflicts in advance",
        "Prepare detailed documentation for technicians, including maps, materials, and timelines",
        "Monitor the permit status and ensure legal compliance of construction work",
        "Adjust planning dynamically based on project delays or field feedback"
      ],
      "requirements": [
        "Minimum 2 years of experience in telecom, utility, or civil project planning",
        "Familiarity with fiber deployment processes (FTTH, backbone, FTTB)",
        "Ability to read and interpret technical designs, CAD/GIS maps, and permit drawings",
        "Strong communication and coordination skills with internal and external stakeholders",
        "Fluent in English (spoken and written)",
        "Good digital skills (Excel, project planning tools, documentation)",
        "EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience working with permit authorities and municipal systems",
        "Basic understanding of fiber design and field constraints",
        "Experience with Dutch, Belgian, or German fiber rollout standards",
        "VCA / SCC safety certification is a plus"
      ],
      "perks": [
        "Competitive monthly salary based on experience",
        "Stable long-term projects with growth opportunities",
        "Hybrid work options depending on project phase",
        "Housing and relocation support available if needed",
        "Full onboarding, training, and coordination with engineering teams",
        "Work in an international environment with clear responsibilities"
      ],
      "process": [
        "1st Round: Interview with GlobalHire technical coordination team",
        "2nd Round: Interview with client-side planning or construction lead",
        "Optional: Case study or planning assignment"
      ]
    },
    {
      "id": "8",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Fiber Optic Project Manager",
      "location": "Europe",
      "salary": "Attractive monthly salary based on seniority",
      "company": "GlobalHire Clients",
      "description": "GlobalHire is looking for experienced Project Managers to lead fiber optic rollout projects across Europe. In this role, you are responsible for the full project lifecycle — from planning and stakeholder coordination to execution, risk management, and delivery. You will lead cross-functional teams, manage budgets, and ensure delivery meets quality and time expectations set by telecom clients.",
      "responsibilities": [
        "Manage fiber optic deployment projects (FTTH, backbone, or business networks)",
        "Develop and maintain project plans, resource schedules, and reporting structures",
        "Coordinate with engineering, field operations, permitting, and subcontractors",
        "Monitor progress, resolve delays, and adjust timelines as needed",
        "Track project KPIs, budget usage, and contractor performance",
        "Organize internal and external project meetings",
        "Report status updates to clients and GlobalHire senior management",
        "Ensure compliance with legal, safety, and technical standards"
      ],
      "requirements": [
        "Minimum 3 years of project management experience in telecom or infrastructure",
        "Proven ability to lead multi-disciplinary teams",
        "Strong understanding of fiber rollout processes (FTTH, FTTB, FTTX)",
        "Solid grasp of planning tools (MS Project, Primavera, or similar)",
        "Fluent in English (written and spoken); Dutch or German is a plus",
        "Financial awareness: budgeting, cost tracking, invoice validation",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Experience with projects in the Netherlands, Belgium, or Germany",
        "Understanding of civil engineering and utility permitting workflows",
        "PMP, PRINCE2, or similar certification",
        "Familiarity with telecom quality control standards (e.g. ISO, CENELEC)"
      ],
      "perks": [
        "Attractive monthly salary based on seniority",
        "Company car, laptop, and phone included",
        "Accommodation and relocation support where needed",
        "Bonuses based on project delivery performance",
        "Freedom to lead projects with international teams",
        "Support for training, certification, and career advancement"
      ],
      "process": [
        "1st Round: Project management interview with GlobalHire",
        "2nd Round: Interview with client-side delivery or technical manager",
        "Optional: Presentation of project portfolio or case study"
      ]
    },
    {
      "id": "9",
      "image": "assets/img/job-post/job-post-image1.png",
      "tag": "Freelance",
      "title": "Aerial Fiber Technician (Overhead Installer)",
      "location": "Europe",
      "salary": "Monthly salary based on experience and climbing qualifications",
      "company": "GlobalHire Clients",
      "description": "We are hiring Aerial Fiber Technicians to support the installation of fiber optic cables via overhead routes throughout Europe. This hands-on role involves working at heights to string cables across poles, rooftops, and facades. You will be part of a mobile team building the physical backbone of high-speed telecom networks, especially in rural or densely built environments.",
      "responsibilities": [
        "Install and secure fiber optic cables along utility poles, rooftops, and buildings",
        "Use ladders, bucket trucks, or climbing gear to access aerial routes",
        "Mount brackets, anchors, and support hardware for cable routing",
        "Perform basic terminations and handoffs to splicing teams",
        "Ensure correct tensioning, alignment, and protection of overhead cables",
        "Inspect and maintain aerial lines, identifying damage or obstructions",
        "Follow site safety protocols for working at height and near live infrastructure",
        "Document work with photos and updates via mobile tools"
      ],
      "requirements": [
        "Experience with aerial telecom or utility installations",
        "Comfortable working at height using ladders or lift equipment",
        "Basic skills in fiber cable handling and route layout",
        "Knowledge of safety regulations and fall protection procedures",
        "Able to read basic network or installation plans",
        "Physically fit and able to work in outdoor conditions",
        "Valid EU driver’s license (B)"
      ],
      "nice_to_have": [
        "Climbing certification or high-access training (GWO, IPAF, etc.)",
        "Experience with FTTH aerial networks in Europe",
        "Electrical or telecom background",
        "Familiarity with rural infrastructure or urban retrofit projects"
      ],
      "perks": [
        "Monthly salary based on experience and climbing qualifications",
        "Safety gear, equipment, and PPE provided",
        "Company van or transport to job sites",
        "Accommodation and travel support for non-local teams",
        "Bonus options for completed routes or KPIs",
        "Structured training and support for advanced roles"
      ],
      "process": [
        "1st Round: Interview with GlobalHire field deployment team",
        "2nd Round: Safety and technical interview with client or site coordinator",
        "Optional: Climbing or practical assessment on-site"
      ]
    }
  ]
}
